Repository: Diaz1123/Declarador
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, pt

source: Datos verificables para tu firma digital.
it: Dati verificabili per la tua firma digitale.
pt: Dados verificáveis para sua assinatura digital.

source: Contexto profesional
it: Contesto professionale
pt: Contexto profissional

source: ¿Desde qué rol firmas este compromiso?
it: Da quale ruolo firmi questo impegno?
pt: De que função você assina este compromisso?

source: Declaración
it: Dichiarazione
pt: Declaração

source: Una frase breve sobre tu motivación (Opcional).
it: Una breve frase sulla tua motivazione (Opzionale).
pt: Uma frase breve sobre sua motivação (Opcional).

source: Revisar y Firmar
it: Rivedere e Firmare
pt: Revisar e Assinar

source: Confirma que los datos son correctos.
it: Conferma che i dati siano corretti.
pt: Confirme que os dados estão corretos.

source: Continuar
it: Continua

source: Firmar Ahora
it: Firma Ora
pt: Assinar Agora

source: Institución / Organización
it: Istituzione / Organizzazione
pt: Instituição / Organização

source: Disciplina / Rol
it: Disciplina / Ruolo
pt: Disciplina / Função

source: Nombre completo
it: Nome completo
pt: Nome completo

source: Correo electrónico
it: Email
pt: E-mail

source: Enlace a perfil (Opcional)
it: Link al profilo (Opzionale)
pt: Link para perfil (Opcional)

source: Mensaje personal
it: Messaggio personale
pt: Mensagem pessoal

source: Redactar con IA
it: Redigere con IA
pt: Redigir com IA

source: Selecciona...
it: Seleziona...
pt: Selecione...

source: Académico
it: Accademico
pt: Acadêmico

source: Investigador
it: Ricercatore
pt: Pesquisador

source: Técnico
it: Tecnico

source: Gestor
it: Gestore

source: Estudiante
it: Studente
pt: Estudante

source: Ej. Dra. María García
it: Es. Dott.ssa Maria Garcia
pt: Ex. Dra. Maria Garcia

source: nombre@institucion.edu
it: nome@istituzione.edu
pt: nome@instituicao.edu

source: Privado. Solo para validación.
it: Privato. Solo per la convalida.
pt: Privado. Apenas para validação.

source: Obtener ORCID →
it: Ottieni ORCID →
pt: Obter ORCID →

source: Escribe el nombre de tu institución. ROR sugerirá opciones verificadas (opcional).
it: Digita il nome della tua istituzione. ROR suggerirà opzioni verificate (opzionale).
pt: Digite o nome da sua instituição. ROR irá sugerir opções verificadas (opcional).

source: Ej. Universidad Nacional, Google, NASA...
it: Es. Università Nazionale, Google, NASA...
pt: Ex. Universidade Nacional, Google, NASA...

source: Escribe aquí tu compromiso...
it: Scrivi qui il tuo impegno...
pt: Escreva aqui seu compromisso...

source: Nombre
it: Nome
pt: Nome

source: Afiliación
it: Affiliazione
pt: Afiliação

source: Acepto publicar esta firma bajo licencia abierta CC0. Entiendo que se generará un hash inmutable.
it: Accetto di pubblicare questa firma sotto licenza aperta CC0. Capisco che verrà generato un hash immutabile.
pt: Aceito publicar esta assinatura sob licença aberta CC0. Entendo que será gerado um hash imutável.

source: Iniciativa Abierta
it: Iniziativa Aperta
pt: Iniciativa Aberta

source: Uso Ético de la IA
it: Uso Etico dell'IA
pt: Uso Ético da IA

source: Únete a la comunidad de profesionales comprometidos con la transparencia y responsabilidad en inteligencia artificial.
it: Unisciti alla comunità di professionisti impegnati nella trasparenza e responsabilità nell'intelligenza artificiale.
pt: Junte-se à comunidade de profissionais comprometidos com a transparência e responsabilidade em inteligência artificial.

source: No utilicé Inteligencia Artificial
pt: Não utilizei Inteligência Artificial

source: Marca esta opción si NO usaste ninguna herramienta de IA en tu trabajo. Esto generará una declaración certificando la ausencia de uso de IA.
pt: Marque esta opção se você NÃO usou nenhuma ferramenta de IA em seu trabalho. Isso gerará uma declaração certificando a ausência de uso de IA.

source: Datos del Autor
pt: Dados do Autor

source: Para guardar la declaración, necesitamos tus datos de contacto. Esta información solo se usará para identificar al autor de la declaración.
pt: Para salvar a declaração, precisamos de suas informações de contato. Estas informações serão usadas apenas para identificar o autor da declaração.

source: Juan Pérez
pt: João Silva

source: correo@ejemplo.com
pt: email@exemplo.com

source: Guardar declaración
pt: Salvar declaração
