Repository: Diaz1123/Declarador
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, pt

source: Transparencia Académica
it: Trasparenza Accademica
pt: Transparência Acadêmica

source: Verificar
it: Verificare

source: Ayuda
it: Aiuto
pt: Ajuda

source: Nueva
it: Nuova
pt: Nova

source: Transparencia Académica en IA
it: Trasparenza Accademica nell'IA
pt: Transparência Acadêmica em IA

source: Privacidad
it: Privacy
pt: Privacidade

source: Buscar
it: Cercare

source: Glosario para No Expertos
it: Glossario per Non Esperti
pt: Glossário para Não Especialistas

source: Tip Ético
it: Consiglio Etico
pt: Dica Ética

source: La transparencia no juzga el uso de la IA, solo lo hace visible. Un uso honesto y declarado siempre es mejor académicamente que un uso oculto.
it: La trasparenza non giudica l'uso dell'IA, lo rende solo visibile. Un uso onesto e dichiarato è sempre migliore accademicamente di un uso nascosto.
pt: A transparência não julga o uso da IA, apenas o torna visível. Um uso honesto e declarado é sempre melhor academicamente do que um uso oculto.

source: Cerrar Glosario
it: Chiudi Glossario
pt: Fechar Glossário

source: Diagnóstico
it: Diagnostico

source: Clasificación
it: Classificazione
pt: Classificação

source: Detalles
it: Dettagli
pt: Detalhes

source: Resultado
it: Risultato

source: Generación de Borrador
it: Generazione di Bozza
pt: Geração de Rascunho

source: La IA escribió una primera versión completa o secciones sustanciales que sirvieron de base.
it: L'IA ha scritto una prima versione completa o sezioni sostanziali che hanno servito da base.
pt: A IA escreveu uma primeira versão completa ou seções substanciais que serviram de base.

source: Co-creación Sustantiva
it: Co-creazione Sostanziale
pt: Co-criação Substantiva

source: Colaboración iterativa donde la IA y el humano construyen argumentos o narrativas conjuntamente.
it: Collaborazione iterativa dove IA e umano costruiscono argomenti o narrative congiuntamente.
pt: Colaboração iterativa onde IA e humano constroem argumentos ou narrativas conjuntamente.

source: Asistencia de Estilo y Redacción
it: Assistenza di Stile e Redazione
pt: Assistência de Estilo e Redação

source: Mejora de la forma sin alterar el fondo o las ideas principales.
it: Miglioramento della forma senza alterare il contenuto o le idee principali.
pt: Melhora da forma sem alterar o conteúdo ou as ideias principais.

source: Parafraseo para mejorar fluidez
it: Parafrasi per migliorare la fluidità
pt: Paráfrase para melhorar fluidez

source: Corrección gramatical y ortográfica
it: Correzione grammaticale e ortografica
pt: Correção gramatical e ortográfica

source: Adaptación de texto a formato académico estándar
it: Adattamento del testo al formato accademico standard
pt: Adaptação de texto ao formato acadêmico padrão

source: Ideación y Estructura
it: Ideazione e Struttura
pt: Ideação e Estrutura

source: Apoyo en la fase previa a la escritura (brainstorming, esquemas).
it: Supporto nella fase di pre-scrittura (brainstorming, schemi).
pt: Apoio na fase de pré-escrita (brainstorming, esquemas).

source: Análisis de Datos
it: Analisi dei Dati
pt: Análise de Dados

source: Uso de capacidades computacionales para sintetizar o transformar información.
it: Uso di capacità computazionali per sintetizzare o trasformare informazioni.
pt: Uso de capacidades computacionais para sintetizar ou transformar informações.

source: Generación de Código
it: Generazione di Codice
pt: Geração de Código

source: Creación de scripts, algoritmos o modelos matemáticos.
it: Creazione di script, algoritmi o modelli matematici.
pt: Criação de scripts, algoritmos ou modelos matemáticos.

source: Traducción Técnica
it: Traduzione Tecnica
pt: Tradução Técnica

source: Traducción de textos académicos o técnicos entre idiomas.
it: Traduzione di testi accademici o tecnici tra lingue.
pt: Tradução de textos acadêmicos ou técnicos entre idiomas.

source: Simulación de Revisión (Feedback)
it: Simulazione di Revisione (Feedback)
pt: Simulação de Revisão (Feedback)

source: La IA actúa como "abogado del diablo" o revisor par simulado.
it: L'IA agisce come "avvocato del diavolo" o revisore paritario simulato.
pt: A IA atua como "advogado do diabo" ou revisor par simulado.

source: Otro uso no listado
it: Altro uso non elencato
pt: Outro uso não listado

source: Cualquier otro uso que no encaje en las categorías anteriores.
it: Qualsiasi altro uso che non rientri nelle categorie precedenti.
pt: Qualquer outro uso que não se encaixe nas categorias anteriores.

source: Anterior
it: Precedente

source: Siguiente
it: Successivo
pt: Próximo

source: Generar Declaración
it: Genera Dichiarazione
pt: Gerar Declaração

source: Descargar TXT
it: Scarica TXT
pt: Baixar TXT

source: Descargar JSON
it: Scarica JSON
pt: Baixar JSON

source: Copiar
it: Copiare

source: Copiado
it: Copiato

source: ¿Generó texto nuevo (párrafos, capítulos) que usaste como base?
it: Ha generato nuovo testo (paragrafi, capitoli) che hai usato come base?
pt: Gerou texto novo (parágrafos, capítulos) que você usou como base?

source: ¿Te ayudó a escribir código, scripts o fórmulas matemáticas?
it: Ti ha aiutato a scrivere codice, script o formule matematiche?
pt: Ajudou você a escrever código, scripts ou fórmulas matemáticas?

source: ¿Resumió artículos, extrajo datos o analizó documentos PDF?
it: Ha riassunto articoli, estratto dati o analizzato documenti PDF?
pt: Resumiu artigos, extraiu dados ou analisou documentos PDF?

source: ¿Tradujo textos técnicos o abstracts a otro idioma?
it: Ha tradotto testi tecnici o abstract in un'altra lingua?
pt: Traduziu textos técnicos ou abstracts para outro idioma?

source: ¿Sugirió estructuras, preguntas de investigación o ideas?
it: Ha suggerito strutture, domande di ricerca o idee?
pt: Sugeriu estruturas, questões de pesquisa ou ideias?

source: ¿Solo mejoró la redacción, el vocabulario o la ortografía?
it: Ha solo migliorato la scrittura, il vocabolario o l'ortografia?
pt: Apenas melhorou a redação, o vocabulário ou a ortografia?

source: ¿Evaluó tu trabajo buscando errores o debilidades?
it: Ha valutato il tuo lavoro cercando errori o debolezze?
pt: Avaliou seu trabalho buscando erros ou fraquezas?

source: Incorporado tal cual (Verbatim)
it: Incorporato così com'è (Testuale)
pt: Incorporado tal qual (Literal)

source: Editado parcialmente (ajustes menores)
it: Modificato parzialmente (adattamenti minori)

source: Reescrito sustancialmente
it: Riscritto sostanzialmente
pt: Reescrito substancialmente

source: Usado solo como inspiración/referencia
it: Usato solo come ispirazione/riferimento
pt: Usado apenas como inspiração/referência

source: Sintetizado con otras fuentes
it: Sintetizzato con altre fonti
pt: Sintetizado com outras fontes

source: Otro
it: Altro
pt: Outro

source: Nivel 0: Sin Revisión
it: Livello 0: Nessuna Revisione
pt: Nível 0: Sem Revisão

source: El contenido generado se utilizó directamente sin verificación humana (RIESGO ALTO).
it: Il contenuto generato è stato utilizzato direttamente senza verifica umana (RISCHIO ALTO).
pt: O conteúdo gerado foi usado diretamente sem verificação humana (RISCO ALTO).

source: Nivel 1: Revisión Superficial
it: Livello 1: Revisione Superficiale
pt: Nível 1: Revisão Superficial

source: Lectura rápida para verificar coherencia general, sin entrar en detalles de exactitud.
it: Lettura rapida per verificare la coerenza generale, senza entrare nei dettagli di precisione.
pt: Leitura rápida para verificar coerência geral, sem entrar em detalhes de precisão.

source: Nivel 2: Revisión Gramatical
it: Livello 2: Revisione Grammaticale
pt: Nível 2: Revisão Gramatical

source: Corrección de errores tipográficos, sintaxis y tono, asumiendo la veracidad del contenido.
it: Correzione di errori tipografici, sintassi e tono, assumendo la veridicità del contenuto.
pt: Correção de erros tipográficos, sintaxe e tom, assumindo a veracidade do conteúdo.

source: Nivel 3: Verificación Selectiva
it: Livello 3: Verifica Selettiva
pt: Nível 3: Verificação Seletiva

source: Comprobación aleatoria (spot-checking) de datos clave o afirmaciones dudosas.
it: Controllo casuale (spot-checking) di dati chiave o affermazioni dubbie.
pt: Verificação aleatória (spot-checking) de dados-chave ou afirmações duvidosas.

source: Nivel 4: Contrastación Documental
it: Livello 4: Verifica Documentale
pt: Nível 4: Verificação Documental

source: Verificación de citas, referencias y datos contra fuentes primarias fiables.
it: Verifica di citazioni, riferimenti e dati contro fonti primarie affidabili.
pt: Verificação de citações, referências e dados contra fontes primárias confiáveis.

source: Nivel 5: Validación Experta
it: Livello 5: Validazione Esperta
pt: Nível 5: Validação Especializada

source: Revisión profunda por un experto en la materia para asegurar integridad lógica y metodológica.
it: Revisione approfondita da parte di un esperto della materia per garantire l'integrità logica e metodologica.
pt: Revisão profunda por especialista na matéria para garantir integridade lógica e metodológica.

source: Nivel 6: Revisión Crítica y Ética
it: Livello 6: Revisione Critica ed Etica
pt: Nível 6: Revisão Crítica e Ética

source: Análisis exhaustivo de sesgos, originalidad, ética y precisión técnica (Estándar "Gold").
it: Analisi esaustiva di bias, originalità, etica e precisione tecnica (Standard "Oro").
pt: Análise exaustiva de vieses, originalidade, ética e precisão técnica (Padrão "Ouro").

source: Diagnóstico de Uso Académico
it: Diagnostico di Uso Accademico
pt: Diagnóstico de Uso Acadêmico

source: Selecciona todas las acciones que realizaste con la IA durante tu investigación o redacción.
it: Seleziona tutte le azioni che hai eseguito con l'IA durante la tua ricerca o scrittura.
pt: Selecione todas as ações que você realizou com a IA durante sua pesquisa ou redação.

source: Categorización del Uso
it: Categorizzazione dell'Uso
pt: Categorização do Uso

source: Confirma o añade categorías. Si tu trabajo es académico, sé preciso con la naturaleza de la contribución de la IA.
it: Conferma o aggiungi categorie. Se il tuo lavoro è accademico, sii preciso sulla natura del contributo dell'IA.
pt: Confirme ou adicione categorias. Se o seu trabalho é acadêmico, seja preciso sobre a natureza da contribuição da IA.

source: Ejemplos:
it: Esempi:
pt: Exemplos:

source: Describa detalladamente el uso:
it: Descrivi l'uso in dettaglio:
pt: Descreva o uso detalhadamente:

source: Ej: La IA generó variantes de diseño experimental...
it: Es.: L'IA ha generato varianti di design sperimentale...
pt: Ex.: A IA gerou variantes de design experimental...

source: Detalles de Transparencia
it: Dettagli di Trasparenza
pt: Detalhes de Transparência

source: Especifica la metodología, la ética de verificación y la licencia final.
it: Specifica la metodologia, l'etica di verifica e la licenza finale.
pt: Especifique a metodologia, a ética de verificação e a licença final.

source: Herramienta
it: Strumento
pt: Ferramenta

source: Nombre (ej. ChatGPT)
it: Nome (es. ChatGPT)
pt: Nome (ex. ChatGPT)

source: Versión (ej. GPT-4o)
it: Versione (es. GPT-4o)
pt: Versão (ex. GPT-4o)

source: Proveedor (ej. OpenAI, Google, Anthropic)
it: Fornitore (es. OpenAI, Google, Anthropic)
pt: Provedor (ex. OpenAI, Google, Anthropic)

source: Propósito Académico
it: Scopo Accademico
pt: Propósito Acadêmico

source: Describe la tarea específica (mínimo 20 caracteres, recomendado 100)...
it: Descrivi il compito specifico (minimo 20 caratteri, raccomandati 100)...
pt: Descreva a tarefa específica (mínimo 20 caracteres, recomendado 100)...

source: Prompts (Instrucciones)
it: Prompt (Istruzioni)
pt: Prompts (Instruções)

source: Copia aquí la instrucción principal...
it: Copia qui l'istruzione principale...
pt: Copie a instrução principal aqui...

source: Añadir otro prompt
it: Aggiungi altro prompt
pt: Adicionar outro prompt

source: Integración del Contenido
it: Integrazione del Contenuto
pt: Integração do Conteúdo

source: Contexto adicional (mínimo 10 caracteres)...
it: Contesto aggiuntivo (minimo 10 caratteri)...

source: Nivel de Revisión Humana
it: Livello di Revisione Umana
pt: Nível de Revisão Humana

source: Nombre del Revisor
it: Nome del Revisore
pt: Nome do Revisor

source: Rol/Cargo
it: Ruolo/Posizione
pt: Função/Cargo

source: Licencia
it: Licenza
pt: Licença

source: ¡Declaración Lista!
it: Dichiarazione Pronta!
pt: Declaração Pronta!

source: Tu documento ha sido generado con trazabilidad completa y código de validación único.
it: Il tuo documento è stato generato con tracciabilità completa e codice di validazione unico.
pt: Seu documento foi gerado com rastreabilidade completa e código de validação único.

source: Certificado de Integridad
it: Certificato di Integrità
pt: Certificado de Integridade

source: Licencia del Producto
it: Licenza del Prodotto
pt: Licença do Produto

source: Texto Legible
it: Testo Leggibile
pt: Texto Legível

source: JSON Estructurado
it: JSON Strutturato
pt: JSON Estruturado

source: Crear nueva declaración
it: Crea nuova dichiarazione
pt: Criar nova declaração

source: Recomendación Académica:
it: Raccomandazione Accademica:
pt: Recomendação Acadêmica:

source: Adjunte el archivo .json como metadato digital y copie el texto de la declaración en el apartado de "Metodología" o "Anexos" de su trabajo. El Hash de validación permite a los revisores certificar que la información no ha sido manipulada.
it: Allega il file .json come metadati digitali e copia il testo della dichiarazione nella sezione "Metodologia" o "Allegati" del tuo lavoro. L'hash di convalida consente ai revisori di certificare che le informazioni non sono state manomesse.
pt: Anexe o arquivo .json como metadados digitais e copie o texto da declaração na seção "Metodologia" ou "Anexos" do seu trabalho. O hash de validação permite aos revisores certificar que as informações não foram manipuladas.

source: La instrucción o texto de entrada que se le da a la IA para generar una respuesta.
it: L'istruzione o testo di input dato all'IA per generare una risposta.
pt: A instrução ou texto de entrada dado à IA para gerar uma resposta.

source: Alucinación
it: Allucinazione
pt: Alucinação

source: Fenómeno donde la IA genera información falsa o inventada con apariencia de ser real.
it: Fenomeno in cui l'IA genera informazioni false o inventate con l'apparenza di essere reali.
pt: Fenômeno onde a IA gera informações falsas ou inventadas com aparência de ser real.

source: Sesgo (Bias)
it: Bias (Pregiudizio)
pt: Viés (Bias)

source: Prejuicios o inclinaciones injustas presentes en los datos de entrenamiento de la IA que se reflejan en sus respuestas.
it: Pregiudizi o inclinazioni ingiuste presenti nei dati di addestramento dell'IA che si riflettono nelle sue risposte.
pt: Preconceitos ou inclinações injustas presentes nos dados de treinamento da IA que se refletem em suas respostas.

source: Verbatim
it: Testuale
pt: Literal

source: Copia textual, palabra por palabra, del contenido generado.
it: Copia testuale, parola per parola, del contenuto generato.
pt: Cópia textual, palavra por palavra, do conteúdo gerado.

source: LLM (Large Language Model)
it: LLM (Modello di Linguaggio Grande)
pt: LLM (Modelo de Linguagem Grande)

source: Modelo de lenguaje grande (como GPT, Claude, Gemini) entrenado con vastas cantidades de texto.
it: Modello di linguaggio grande (come GPT, Claude, Gemini) addestrato con vaste quantità di testo.
pt: Modelo de linguagem grande (como GPT, Claude, Gemini) treinado com vastas quantidades de texto.

source: Buscar Declaración
it: Cerca Dichiarazione
pt: Buscar Declaração

source: Verificar Declaración
it: Verifica Dichiarazione
pt: Verificar Declaração

source: Busca una declaración por su Hash de Validación o ID para verificar su autenticidad
it: Cerca una dichiarazione tramite il suo Hash di Validazione o ID per verificarne l'autenticità
pt: Busque uma declaração pelo seu Hash de Validação ou ID para verificar sua autenticidade

source: Hash de Validación o ID de Declaración
it: Hash di Validazione o ID Dichiarazione
pt: Hash de Validação ou ID de Declaração

source: Ej: 1A2B3C4D5E6F7G8H o ABC12345
it: Es.: 1A2B3C4D5E6F7G8H o ABC12345
pt: Ex.: 1A2B3C4D5E6F7G8H ou ABC12345

source: El hash es un código de 16 caracteres que aparece en la declaración descargada.
it: L'hash è un codice di 16 caratteri che appare nella dichiarazione scaricata.
pt: O hash é um código de 16 caracteres que aparece na declaração baixada.

source: ¿Dónde encuentro el Hash o ID?
it: Dove trovo l'Hash o l'ID?
pt: Onde encontro o Hash ou ID?

source: El <strong>Hash de Validación</strong> y el <strong>ID de Declaración</strong> aparecen en:
it: L'<strong>Hash di Validazione</strong> e l'<strong>ID Dichiarazione</strong> appaiono in:
pt: O <strong>Hash de Validação</strong> e o <strong>ID de Declaração</strong> aparecem em:

source: La parte superior de la declaración descargada (archivo .txt o .json)
it: La parte superiore della dichiarazione scaricata (file .txt o .json)
pt: A parte superior da declaração baixada (arquivo .txt ou .json)

source: El paso 4 del wizard después de generar la declaración
it: Il passo 4 della procedura guidata dopo aver generato la dichiarazione
pt: O passo 4 do assistente após gerar a declaração

source: La sección de metadatos de la declaración
it: La sezione metadati della dichiarazione
pt: A seção de metadados da declaração

source: Ejemplo de Hash:
it: Esempio di Hash:
pt: Exemplo de Hash:

source: Ejemplo de ID:
it: Esempio di ID:
pt: Exemplo de ID:

source: Declaración Verificada
it: Dichiarazione Verificata
pt: Declaração Verificada

source: Esta declaración fue encontrada en nuestra base de datos y es auténtica.
it: Questa dichiarazione è stata trovata nel nostro database ed è autentica.
pt: Esta declaração foi encontrada em nossa base de dados e é autêntica.

source: Información de la Declaración
it: Informazioni della Dichiarazione
pt: Informações da Declaração

source: ID de Declaración
it: ID Dichiarazione
pt: ID da Declaração

source: Hash de Validación
it: Hash di Validazione
pt: Hash de Validação

source: Herramienta IA
it: Strumento IA
pt: Ferramenta IA

source: Fecha de Creación
it: Data di Creazione
pt: Data de Criação

source: Ver Declaración Completa
it: Vedi Dichiarazione Completa
pt: Ver Declaração Completa

source: Declaración No Encontrada
it: Dichiarazione Non Trovata
pt: Declaração Não Encontrada

source: No se encontró ninguna declaración con el hash o ID:
it: Nessuna dichiarazione è stata trovata con l'hash o l'ID:
pt: Nenhuma declaração foi encontrada com o hash ou ID:

source: Verifica que hayas copiado correctamente el hash o ID de la declaración.
it: Verifica di aver copiato correttamente l'hash o l'ID della dichiarazione.
pt: Verifique se você copiou corretamente o hash ou ID da declaração.

source: preview_title
it: Anteprima
pt: Pré-visualização

source: preview_description
it: Si aggiorna automaticamente mentre completi il modulo
pt: Atualiza automaticamente enquanto você completa o formulário

source: preview_placeholder_step1
it: Seleziona opzioni per vedere l'anteprima
pt: Marque opções para ver a pré-visualização

source: preview_placeholder_step2
it: Seleziona opzioni per vedere l'anteprima
pt: Marque opções para ver a pré-visualização

source: preview_placeholder_step3
it: Completa i campi per vedere l'anteprima
pt: Preencha os campos para ver a pré-visualização

source: preview_updating
it: Aggiornamento anteprima...
pt: Atualizando pré-visualização...

source: preview_error
it: Errore nella generazione dell'anteprima
pt: Erro ao gerar pré-visualização

source: preview_unavailable
it: Anteprima non disponibile
pt: Pré-visualização não disponível

source: Inicio
it: Inizio
pt: Início

source: Inicio - usoeticoia.org
it: Inizio - usoeticoia.org
pt: Início - usoeticoia.org

source: ¿Quién puede firmar?
it: Chi può firmare?
pt: Quem pode assinar?

source: Invitamos a firmar a toda persona autora generadora de conocimiento científico, académico, divulgativo y educativo.
it: Invitiamo tutti gli autori e generatori di conoscenza scientifica, accademica, educativa e divulgativa a firmare.
pt: Convidamos todos os autores e geradores de conhecimento científico, acadêmico, educativo e divulgativo a assinar.

source: Firmantes
it: Firmatari
pt: Signatários

source: Firmar
it: Firmare
pt: Assinar

source: Firmar Compromiso
it: Firmare Impegno
pt: Assinar Compromisso

source: Firmar Compromiso Ético de IA
it: Firmare Impegno Etico di IA
pt: Assinar Compromisso Ético de IA

source: Firmantes del Compromiso Ético de IA
it: Firmatari dell'Impegno Etico di IA
pt: Signatários do Compromisso Ético de IA

source: Firmantes del Compromiso Ético
it: Firmatari dell'Impegno Etico
pt: Signatários do Compromisso Ético

source: Comunidad Comprometida
it: Comunità Impegnata
pt: Comunidade Comprometida

source: Profesionales, investigadores y académicos comprometidos con el uso transparente y responsable de la inteligencia artificial.
it: Professionisti, ricercatori e accademici impegnati nell'uso trasparente e responsabile dell'intelligenza artificiale.
pt: Profissionais, pesquisadores e acadêmicos comprometidos com o uso transparente e responsável da inteligência artificial.

source: firmantes registrados
it: firmatari registrati
pt: signatários registrados

source: firmantes
it: firmatari
pt: signatários

source: ¿Quieres unirte a la comunidad?
it: Vuoi unirti alla comunità?
pt: Quer se juntar à comunidade?

source: Firma el compromiso y demuestra tu apoyo a prácticas éticas en el uso de inteligencia artificial.
it: Firma l'impegno e dimostra il tuo sostegno alle pratiche etiche nell'uso dell'intelligenza artificiale.
pt: Assine o compromisso e demonstre seu apoio a práticas éticas no uso de inteligência artificial.

source: Lista de Firmantes
it: Elenco dei Firmatari
pt: Lista de Signatários

source: Ordenados por fecha de firma más reciente
it: Ordinati per data di firma più recente
pt: Ordenados por data de assinatura mais recente

source: Verificado
it: Verificato

source: País
it: Paese

source: Ver declaración
it: Visualizza dichiarazione
pt: Ver declaração

source: Aún no hay firmantes registrados
it: Non ci sono ancora firmatari registrati
pt: Ainda não há signatários registrados

source: ¡Sé el primero en firmar!
it: Sii il primo a firmare!
pt: Seja o primeiro a assinar!

source: Añadir mi firma
it: Aggiungi la mia firma
pt: Adicionar minha assinatura

source: Verificar Firmante
it: Verifica Firmatario
pt: Verificar Signatário

source: Firma Verificada
it: Firma Verificata
pt: Assinatura Verificada

source: Esta persona ha firmado el compromiso ético de IA
it: Questa persona ha firmato l'impegno etico di IA
pt: Esta pessoa assinou o compromisso ético de IA

source: Declaración personal
it: Dichiarazione personale
pt: Declaração pessoal

source: Perfil
it: Profilo

source: Ver perfil
it: Visualizza profilo

source: Fecha de firma
it: Data di firma
pt: Data de assinatura

source: Verificación Criptográfica
it: Verifica Crittografica
pt: Verificação Criptográfica

source: Esta firma ha sido validada mediante hash SHA-256 y está vinculada al perfil ORCID del firmante.
it: Questa firma è stata convalidata tramite hash SHA-256 ed è collegata al profilo ORCID del firmatario.
pt: Esta assinatura foi validada por hash SHA-256 e está vinculada ao perfil ORCID do signatário.

source: Ver todos los firmantes
it: Visualizza tutti i firmatari
pt: Ver todos os signatários

source: Firmar compromiso
it: Firmare impegno
pt: Assinar compromisso

source: Este badge puede ser compartido y verificado públicamente.
it: Questo badge può essere condiviso e verificato pubblicamente.
pt: Este badge pode ser compartilhado e verificado publicamente.

source: URL de verificación:
it: URL di verifica:
pt: URL de verificação:

source: Cambiar idioma
it: Cambia lingua
pt: Mudar idioma

source: Tu identidad
it: La tua identità
pt: Sua identidade
